Repository: lg2de/SimpleAccounting
Catalog: src/SimpleAccounting/Properties/Resources.*.resx
Languages: de, fr

# Word_Date
source: Date
de: Datum

# Information_CultureChangeRestartRequired
source: You have changed the display language. You must restart the application to get setting take effect.
de: Sie haben die Anzeigesprache geändert. Sie müssen die Anwendung neu starten, damit die Einstellung wirkt.
fr: Vous avez changé la langue d'affichage. Vous devez redémarrer l'application pour que les paramètres prennent effet.

# Header_SettingsChanged
source: Settings changed
de: Einstellungen geändert
fr: Paramètres modifiés

# Header_Shutdown
source: Application shutdown
de: Programm beenden
fr: Arrêt de l'application

# Question_SaveBeforeProceed
source: Project data has been changed. Do you want to save?
de: Die Datenbasis hat sich geändert. Wollen Sie Speichern?
fr: Les données du projet ont été modifiées. Voulez-vous enregistrer ?

# FileFilter_MainProject
source: Accounting project files (*.acml)|*.acml
de: Projektdateien Buchhaltung (*.acml)|*.acml
fr: Fichiers de projet comptable (*.acml)|*.acml

# Word_Total
source: Total
de: Summe

# Word_Balance
source: Balance
de: Saldo
fr: Solde

# Header_EditBooking
source: Edit booking entry
de: Buchungseintrag bearbeiten
fr: Modifier l'entrée de journalisation

# Header_NewBooking
source: Create new booking entry
de: Neue Buchung erstellen
fr: Créer une nouvelle entrée de journalisation

# Header_CreateAccount
source: Create account
de: Account erstellen
fr: Créer un compte

# Header_EditAccount
source: Edit account
de: Account bearbeiten
fr: Modifier le compte

# Word_Various
source: Various
de: Diverse
fr: Divers

# Header_AccountSheets
source: Account sheets
de: Kontoblätter
fr: Feuilles des comptes

# Header_TotalsAndBalances
source: Totals and balances
de: Summen und Salden
fr: Totaux et soldes

# Header_AssetBalances
source: Asset balances
de: Bestandskontosalden
fr: Soldes des actifs

# Header_AnnualBalance
source: Annual balance
de: Jahresbilanz
fr: Bilan annuel

# Word_AccountNumber
source: Account number
de: Kontonummer
fr: Numéro de compte

# Word_AccountName
source: Account name
de: Kontoname
fr: Nom du compte

# Word_AccountGroup
source: Account group
de: Kontogruppe
fr: Compte de groupe

# Word_AccountType
source: Account type
de: Kontotyp
fr: Type de compte

# EditAccount_AccountActive
source: is account active
de: ist Konto aktiv
fr: le compte est-il actif

# Word_Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# Word_CarriedForwardAccount
source: Carried forward account
de: Saldovortragskonto
fr: Solde pour balance

# Header_CloseYear
source: Close year
de: Jahresabschluss
fr: Clôturer l'année

# Question_CloseYearX
source: Do you want to close the year {0}?
de: Wollen Sie das Jahr {0} abschließen?
fr: Voulez-vous clôturer l'année {0} ?

# Word_Split
source: Splitt
de: Splitten
fr: Fractionner

# Word_BookingText
source: Booking text
de: Buchungstext
fr: Texte de journalisation

# Tooltip_SplitBookingValue
source: Proportionate booking value of the entry
de: Anteiliger Buchungsbetrag des Eintrags
fr: Diviser la valeur de la journalisation

# Word_BookingNumber
source: Booking number
de: Buchungsnummer
fr: Numéro de journalisation

# Label_ValueWithCurrencyX
source: Value ({0})
de: Betrag ({0})
fr: Valeur ({0})

# Header_DebitCredit
source: Debit/Credit
de: Soll/Haben
fr: Débit/Crédit

# Word_Debit
source: Debit
de: Soll
fr: Débit

# Word_Credit
source: Credit
de: Haben
fr: Crédit

# Word_Income
source: Income
de: Einnahme
fr: Revenu

# Word_IncomeType
source: Income type
de: Einnahmeart
fr: Type de revenu

# Label_SourceAndRemoteAccount
source: Source (Remote account)
de: Herkunft (Gegenkonto)
fr: Source (Compte distant)

# Word_Expense
source: Expense
de: Ausgabe
fr: Frais

# Word_ExpenseType
source: Expense type
de: Ausgabeart
fr: Type de dépense

# Label_DebitAccountRemoteAccount
source: Debit account (Remote account)
de: Belastungskonto (Gegenkonto)
fr: Compte de débit (Compte distant)

# Word_OpeningBooking
source: Opening booking
de: Eröffnungsbuchung
fr: Ouverture de la journalisation

# Word_FollowUp
source: Follow up
de: Nachverfolgung
fr: Solde à nouveau

# Action_Book
source: Book (CTRL-ENTER)
de: Buchen (STRG-ENTER)
fr: Comptabiliser (CTRL-ENTRÉE)

# Action_Save
source: Save (CTRL-ENTER)
de: Speichern (STRG-ENTER)
fr: Enregister (CTRL-ENTRÉE)

# Action_Close
source: Close (ESC)
de: Schließen (ESC)
fr: Fermer (ESC)

# ImportData_Notes
source: Notes: Select the account to which booking are to be imported. (Only accounts that have an import configuration are available for selection). The imported recipient names and transaction texts can be modified.
de: Hinweise: Wählen Sie das Konto aus, in welches Buchungen importiert werden sollen. (Es werden nur Konten angezeigt, welche eine Import-Konfiguration haben.) Die importierten Empfängernamen und Buchungstexte können korrigiert werden.
fr: Remarques: Sélectionnez le compte vers lequel les journalisations doivent être importées. (Seuls les comptes disposant d'une configuration d'importation peuvent être sélectionnés). Les noms de destinataires importés et les textes de transaction peuvent être modifiés.

# ImportData_FileHasEnglishFormat
source: File is in English format
de: Datei im englischen Format
fr: Le fichier est au format anglais

# Action_LoadData
source: Load data
de: Lade Daten
fr: Charger les données

# ImportData_StartImport
source: Start import:
de: Beginn Import:
fr: Démarrer l'importation :

# Action_BookPartially
source: Book partially
de: Teilweise Buchen
fr: Réserver partiellement

# Tooltip_BookPartially
source: All entries with assigned remote account will be booked.
de: Alle Einträge buchen, die schon einem Gegenkonto zugeordnet sind.
fr: Toutes les entrées avec un compte distant attribué seront réservées.

# Action_BookAll
source: Book all
de: Alles Buchen
fr: Tout réserver

# Word_BookingNumber_Short
source: Booking no.
de: Belegnr.
fr: No de journalisation

# Word_Recipient
source: Recipient
de: Empfänger
fr: Destinataire

# Word_Skip
source: Skip
de: Überspringen
fr: Sauter

# Word_Value
source: Value
de: Betrag
fr: Évaluer

# Word_RemoteAccount
source: Remote account
de: Gegenkonto
fr: Compte distant

# Word_IsFollowup
source: is followup
de: Nachverfolgung
fr: est un suivi

# Word_ResetAssignment
source: Reset assignment
de: Zuordnung zurücksetzen
fr: Réinitialiser l'affectation

# ImportData_Title
source: Import of bank account data
de: Import von Kontodaten
fr: Importation des données de compte bancaire

# FileFilter_ImportData
source: Booking data files (*.csv)|*.csv
de: Konto-Buchungsdaten (*.csv)|*.csv
fr: Fichiers de données de journalisation (*.csv)|*.csv

# ImportData_AlreadyBooked
source: <already booked>
de: <bereits gebucht>
fr: <déjà journalisé>

# ImportData_NoRelevantDataFoundInX
source: No relevant data found in {0}.
de: Keine nutzbaren Daten in {0} gefunden.
fr: Aucune donnée pertinente trouvée dans {0}.

# Information_FailedToLoadX
source: Failed to load file '{0}'.
de: Datei '{0}' konnte nicht geladen werden.
fr: Impossible de charger le fichier '{0}'.

# Menu_Actions
source: Actions
de: Aktionen

# Menu_Actions_AddBooking
source: Add booking
de: Buchen
fr: Ajouter une journalisation

# Menu_Actions_CloseYear
source: Close year
de: Buchungsjahr abschließen
fr: Clôturer l'année

# Menu_Actions_ImportBookings
source: Import bookings
de: Buchungen importieren
fr: Importation des journalisations

# Menu_Actions_NewAccount
source: New account
de: Neues Konto
fr: Nouveau compte

# Menu_Actions_SelectYear
source: Select booking year
de: Buchungsjahr wählen
fr: Sélectionnez l'année de journalisation

# Menu_Help
source: Help
de: Hilfe
fr: Aide

# Menu_Help_About
source: About
de: Über
fr: À propos de

# Menu_Help_CheckUpdate
source: Check for updates
de: Auf Update prüfen
fr: Vérifier les mises à jour

# Menu_Help_Feedback
source: Create feedback
de: Rückmeldung geben
fr: Créer des commentaires

# Menu_Project
source: Project
de: Projekt
fr: Projet

# Menu_Project_Exit
source: Exit
de: Beenden
fr: Quitter

# Menu_Project_New
source: New
de: Neu
fr: Nouveau

# Menu_Project_Open
source: Open
de: Öffnen
fr: Ouvert

# Menu_Project_RecentProjects
source: Last projects
de: Letzte Projekte
fr: Derniers projets

# Menu_Project_Save
source: Save
de: Speichern
fr: Sauvegarder

# Menu_Project_Settings
source: Settings
de: Einstellungen
fr: Réglages

# Menu_Reports
source: Reports
de: Berichte
fr: Rapports

# Menu_Reports_AccountJournal
source: Account journal
de: Kontenblätter
fr: Feuilles des comptes

# Menu_Reports_AnnualBalance
source: Annual balance
de: Jahresbilanz
fr: Bilan annuel

# Menu_Reports_AssetBalance
source: Asset balance
de: Bestandskontosalden
fr: Solde de l'actif

# Menu_Reports_TotalsAndBalances
source: Totals and Balances
de: Summen und Salden
fr: Totaux et soldes

# Header_AccountJournalX
source: Account journal '{0}'
de: Kontenblatt '{0}'
fr: Journal de compte '{0}'

# AccountsContextMenu_EditAccount
source: Edit account
de: Konto bearbeiten
fr: Modifier le compte

# AccountsContextMenu_NewAccount
source: Create account
de: Konto erstellen
fr: Créer un compte

# AccountsContextMenu_RefreshAccountJournal
source: Refresh account journal
de: Kontenblatt aktualisieren
fr: Actualiser le journal

# AccountsContextMenu_ShowInactiveAccounts
source: Show inactive accounts
de: Inaktive Konten anzeigen
fr: Afficher les comptes inactifs

# Header_AnnualJournal
source: Journal of booking year
de: Journal des Buchungsjahres
fr: Journal de l'année

# Word_Accounts
source: Accounts
de: Konten
fr: Comptes

# Word_CreditAccount_Wrapped
source: Credit account
de: Haben- konto
fr: Compte de crédit

# Word_DebitValue
source: Debit value
de: Sollbetrag
fr: Valeur du débit

# Word_DebitAccount
source: Debit account
de: Sollkonto
fr: Compte à débiter

# Word_CreditValue
source: Credit value
de: Habenbetrag
fr: Valeur du crédit

# Word_Number
source: Number
de: Nummer
fr: Numéro

# Word_Page
source: Page
de: Seite

# Word_Number_Short
source: No.
de: Nr.
fr: Non.

# Word_DebitValue_Wrapped
source: Debit value
de: Soll- betrag
fr: Valeur du débit

# Word_CreditValue_Wrapped
source: Credit value
de: Haben- betrag
fr: Valeur du crédit

# Word_RemoteAccount_Wrapped
source: Remote account
de: Gegen- konto
fr: Compte distant

# Word_Receivables
source: Receivables
de: Forderungen
fr: Passifs débiteurs

# Word_Liabilities
source: Liabilities
de: Verbindlichkeiten
fr: Passifs créditeurs

# Word_Incomes
source: Incomes
de: Einnahmen
fr: Revenus/Produit

# Word_Expenses
source: Expenses
de: Ausgaben
fr: Charges

# Report_AnnualNetProfitAndLoss
source: Annual net profit/loss
de: Jahresüberschuß/-verlust
fr: Résultat net annuel

# Word_Asset
source: Asset
de: Vermögen
fr: Actif

# Word_DebitAccount_Wrapped
source: Debit account
de: Soll- konto
fr: Compte de débit

# Word_CreditAccount
source: Credit account
de: Habenkonto
fr: Compte à créditer

# Report_LastBooking_Wrapped
source: Last booking
de: Letzte Buchung
fr: Dernière journalisation

# Report_OpeningAssets
source: Assets
de: Aktiva
fr: Actifs

# Report_OpeningLiabilities
source: Liabilities
de: Passiva
fr: Passifs

# Word_OpeningBalance
source: Opening balance
de: Eröffnungsbilanz
fr: Solde d'ouverture

# Report_TotalsInTimeRange
source: Totals in range
de: Summen im Zeitraum
fr: Totaux dans la plage

# Report_BalanceAtTheEnd
source: Balance at the end
de: Saldo am Ende
fr: Bilan à la fin

# Word_AccountNumber_Wrapped
source: Account number
de: Konto- nummer
fr: Numéro de compte

# Header_LoadProject
source: Load project
de: Projekt laden
fr: Charger le projet

# Question_StartSecureDriverX
source: The project {0} seems to be stored on secured drive. (Cryptomator) This drive is currently not accessible. Do you want to start 'Cryptomator'?
de: Das Projekt {0} scheint auf einem gesicherten Laufwerk gespeichert zu sein. (Cryptomator) Dieses Laufwerk ist nicht verfügbar. Soll 'Cryptomator' gestartet werden?
fr: Le projet {0} semble être stocké sur un lecteur sécurisé. (Cryptomateur) Ce lecteur n'est actuellement pas accessible. Voulez-vous démarrer 'Cryptomator'?

# Question_LoadAutoSaveProjectFileX
source: There exists an automatically created backup file for project {0}. Do you want to load this backup file? When answering 'No' the backup file will be deleted.
de: Es existiert eine automatische Sicherung der Projektdatei {0}. Soll diese geöffnet werden? Mit 'Nein' wird diese Sicherung gelöscht.
fr: Il existe un fichier de sauvegarde créé automatiquement pour le projet {0}. Voulez-vous charger ce fichier de sauvegarde ? Si vous répondez Non", le fichier de sauvegarde sera supprimé."

# Header_CheckForUpdates
source: Check for updates
de: Update-Prüfung
fr: Vérifier les mises à jour

# Update_QueryVersionsFailed
source: Querying for newer versions failed:
de: Abfrage neuer Versionen fehlgeschlagen:
fr: Échec de la recherche de versions plus récentes :

# Update_UpToDate
source: You have already latest version.
de: Sie verwenden die neueste Version.
fr: Vous avez déjà la dernière version.

# Question_UpdateToVersionX
source: Do you want to update to version {0}?
de: Wollen Sie auf die neue Version {0} aktualisieren?
fr: Voulez-vous passer à la version {0} ?

# Update_ProcessFailed
source: The update process failed with exit code {0}.
de: Der Aktualisierungsprozess ist mit dem Fehlercode {0} fehlgeschlagen.

# CloseYear_TextOptionDescription
source: Text for opening bookings
de: Text für die Eröffnungsbuchungen
fr: Texte pour l'ouverture des journalisations

# CloseYear_TextOptionNumbered
source: Numbered
de: Nummeriert
fr: Numéroté

# CloseYear_TextOptionAccountName
source: With account name
de: Mit Kontoname
fr: Avec nom de compte

# CloseYear_OpeningValueX
source: Opening value {0}
de: Eröffnungsbetrag {0}
fr: Valeur d'ouverture {0}

# ImportData_UseReverseOrder
source: Import in reverse order
de: In umgekehrter Reihenfolge importieren
fr: Importer dans l'ordre inverse

# ImportData_MissingAccountWarning
source: Attention, currently no booking accounts are configured for import. Without such configuration for at least one account, this function is disabled.
de: Achtung, aktuell sind keine Buchungskonten für den Import konfiguriert. Ohne eine solche Konfiguration für mindestens ein Konto ist diese Funktion deaktiviert.
fr: Attention, actuellement aucun compte de journalisation n'est configuré pour l'import. Sans une telle configuration pour au moins un compte, cette fonction est désactivée.

# EditAccount_ImportActive
source: is import active
de: ist Import aktiv
fr: l'importation est-elle active

# Word_Source
source: Source
de: Quelle

# AccountConfiguration_IgnorePattern
source: Ignore Pattern
de: Ausdruck für Ausschlüsse
fr: Ignorer le modèle

# Word_Expression
source: Expression
de: Ausdruck

# AccountConfiguration_SourceDescription
source: Column name in the import file (CSV)
de: Spaltenname in der Quelldatei (CSV)
fr: Nom de la colonne dans le fichier d'importation (CSV)

# AccountConfiguration_IgnorePatternDescription
source: Regular expression used to remove substrings
de: Regulärer Ausdruck, welcher verwendet wird, um Zeichenketten aus dem Text zu entfernen
fr: Expression régulière utilisée pour supprimer des sous-chaînes

# Word_Currency
source: Currency
de: Währung
fr: Monnaie

# Menu_Project_Settings_ProjectOptions
source: Project options
de: Projekteinstellungen
fr: Options du projet

# Header_ProjectOptions
source: Edit project options
de: Projekteinstellungen bearbeiten
fr: Modifier les options du projet

# AccountType_Asset
source: Asset
de: Bestand
fr: Actif

# AccountType_Income
source: Income
de: Einnahme
fr: Revenu

# AccountType_Expense
source: Expense
de: Ausgabe
fr: Dépenses

# AccountType_Credit
source: Credit
de: Kreditor
fr: Crédit

# AccountType_Debit
source: Debit
de: Debitor
fr: Débit

# AccountType_Carryforward
source: Carry forward
de: Saldovortrag
fr: Report à nouveau

# JournalContextMenu_Duplicate
source: Create copy
de: Kopie erstellen
fr: Créer une copie

# JournalContextMenu_Edit
source: Edit entry
de: Eintrag bearbeiten
fr: Modifier l'entrée

# ImportData_MessageTitle
source: Import
fr: Importer

# Word_Name
source: Name
fr: Nom
